/* Error message string. The first %@ is the file name, the second the error message */
"Could not extract the file \"%@\": %@" = "ファイル“%1$@”を展開できませんでした：%2$@";

/* Error message for resource forks. The first %@ is the file name, the second the error message */
"Could not extract the resource fork for the file \"%@\":\n%@" = "ファイル“%1$@”のリソースフォークを展開できませんでした：\n%2$@";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "自動判別";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "展開";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "アーカイブを展開";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "“%@”を展開中";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "“%@”の展開を準備中";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "選択";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "Select files to unarchive";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "Unarchive";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "ファイル“%@\”の内容は、このプログラムでは展開できません。";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */

/* Common errors */
"Input data buffers border exceeded" = "アーカイブファイルが不完全です";
"Opening file failed" = "ファイルを開けませんでした";
"Missing or wrong password" = "入力されたパスワードが正しくありません";
"Wrong checksum" = "アーカイブファイルが壊れています";
"Could not create directory" = "フォルダを作成できませんでした";

/* Uncommon or unused errors */
"Unknown error" = "不明のエラー";
"Output data buffers border exceeded" = "出力データバッファの制限を超えました";
"Function called with illegal parameters" = "不正な引数による関数呼び出しです";
"Not enough memory available" = "メモリが不十分です";
"Data is corrupted" = "データが壊れています";
"Command is not supported" = "サポート外のコマンドです";
"Required resource missing" = "必要なリソースが見つかりません";
"Error on decrunching" = "伸張時にエラーが発生しました";
"Unknown file type" = "ファイル形式が不明です";
"File, disk has been skipped" = "ファイル、ディスクがスキップされました";
"User break in progress hook" = "User break in progress hook";
"File already exists" = "同じ名前のファイルがすでに存在します";
"Verify failed (disk hook)" = "Verify failed (disk hook)";
"Wrong drive geometry" = "ドライブジオメトリが誤っています";
"Unknown data format" = "データ形式が不明です";
"Source contains no files" = "ファイルが含まれていません";
"Unknown filesystem" = "ファイルシステムが不明です";
"Name of file exists as directory" = "同じ名前のフォルダがすでに存在します";
"Buffer was too short" = "バッファが少なすぎます";
"Text encoding was defective" = "テキストエンコーディングに問題があります";
